Repository: Zorahm/password_manager
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: ru

source: Password Manager
ru: Менеджер Паролей

source: Number of passwords:
ru: Количество паролей:

source: Password length:
ru: Длина пароля:

source: Include uppercase letters
ru: Включить заглавные буквы

source: Include numbers
ru: Включить цифры

source: Include special characters
ru: Включить спецсимволы

source: Exclude characters:
ru: Исключить символы:

source: Generate passwords
ru: Сгенерировать пароли

source: Save passwords
ru: Сохранить пароли

source: File with encrypted passwords:
ru: Файл с зашифрованными паролями:

source: Key file:
ru: Файл с ключом:

source: Browse
ru: Обзор

source: Decrypt passwords
ru: Расшифровать пароли

source: Load and decrypt passwords
ru: Загрузить и расшифровать пароли

source: Service:
ru: Сервис:

source: Add service
ru: Добавить сервис

source: Save decrypted passwords with services
ru: Сохранить расшифрованные пароли с сервисами

source: Select file with encrypted passwords
ru: Выберите файл с зашифрованными паролями

source: Select key file
ru: Выберите файл с ключом

source: Warning
ru: Внимание

source: No passwords to save
ru: Нет паролей для сохранения

source: Plain passwords saved successfully.
ru: Нешифрованные пароли успешно сохранены.

source: Passwords saved and encrypted
ru: Пароли сохранены и зашифрованы

source: Passwords copied to clipboard
ru: Пароли скопированы в буфер обмена

source: Failed to save passwords:
ru: Не удалось сохранить пароли:

source: Passwords decrypted successfully.
ru: Пароли успешно расшифрованы.

source: Failed to decrypt passwords:
ru: Не удалось расшифровать пароли:

source: Decrypted passwords with services saved successfully.
ru: Расшифрованные пароли с сервисами успешно сохранены.

source: Failed to save decrypted passwords with services:
ru: Не удалось сохранить расшифрованные пароли с сервисами:
